Repository: WPPlugins/gallery-factory-lite
Catalog: languages/gallery-factory-*.po
Languages: de_de, ru_ru

source: The uploaded file is not a valid image. Please try again.
de_de: Die hochgeladene Datei ist kein gültiges Bildformat. Bitte erneut versuchen.
ru_ru: Загруженный файл не является допустимым файлом изображения. Пожалуйста, повторите попытку.

source: No installed NextGen gallery found
de_de: Keine installierte NextGen Galerie gefunden
ru_ru: Не найден установленный NextGen

source: Tools
de_de: Werkzeuge
ru_ru: Инструменты

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Locale
de_de: de
ru_ru: ru

source: Navigation
ru_ru: Навигация

source: Submit support request
de_de: Supportanfrage senden
ru_ru: Отправить запрос в поддержку

source: Start with creating a new folder or album by pressing "+" button in the bottom-right corner.
de_de: Erstellen Sie einen neuen Ordner oder Album durch das betätigen der "+" Taste an der rechten unteren Seite.
ru_ru: Начните с создания новой папки или альбома с помощью кнопки "+" в нижнем правом углу экрана

source: The folder is empty yet.
de_de: Dieser Ordner ist noch leer.
ru_ru: В этой папке пока ничего нет

source: There are no images in image library yet. Drag files here to upload.
de_de: Es sind noch keine Bilder in dieser Bibliothek. Bewegen Sie Dateien hierher zum hochladen.
ru_ru: Пока в библиотеке нет изображений. Перетащите файлы изображений сюда для загрузки.

source: There are no unsorted images.
de_de: Es gibt keine unsortierten Bilder
ru_ru: Несортированных изображений нет.

source: There are no images in this album yet. Drag files here to upload.
de_de: Es sind noch keine Bilder in diesem Album. Bewegen Sie Dateien hierher zum hochladen.
ru_ru: В этом альбоме пока еще нет изображений. Перетащите файлы изображений сюда для загрузки.

source: View
de_de: Ansicht
ru_ru: Вид

source: Hide Navigation
de_de: Navigation verstecken
ru_ru: Скрыть навигацию

source: Show Navigation
de_de: Navigation anzeigen
ru_ru: Показать навигацию

source: Hide Summary
de_de: Zusammenfassung vershtecken
ru_ru: Скрыть сводку

source: Show Summary
de_de: Zusammenfassung anziegen
ru_ru: Показать сводку

source: All images
de_de: Alle Bilder
ru_ru: Все изображения

source: Unsorted images
de_de: Unsortierte Bilder
ru_ru: Несорт. изображения

source: Library
de_de: Bibliothek
ru_ru: Библиотека

source: File
de_de: Datei
ru_ru: Файл

source: Name
ru_ru: Наименование

source: Slug
de_de: Titelform
ru_ru: Ярлык

source: Caption
de_de: Beschriftung
ru_ru: Подпись

source: Description
de_de: Beschreibung
ru_ru: Описание

source: Alt text
de_de: Alternativer Text
ru_ru: Альтернативный текст

source: Shortcode
ru_ru: Шорткод

source: Folders
de_de: Ordner
ru_ru: Папки

source: Albums
de_de: Alben
ru_ru: Альбомы

source: Set cover image
de_de: Titelbild festlegen
ru_ru: Установить обложку

source: Select cover image
de_de: Wählen Sie ein Titelbild
ru_ru: Выберите изображение для обложки

source: Thumbnail Crop
de_de: Vorschaubild Ausschnitt
ru_ru: Обрезка миниатюры

# tab
source: General
de_de: Generell
ru_ru: Общее

# tab
source: Layout
ru_ru: Макет

# tab
source: Style
de_de: Stil
ru_ru: Оформление

# tab
source: Settings
de_de: Einstellungen
ru_ru: Настройки

# tab
source: Preview
de_de: Vorschau
ru_ru: Просмотр

# tab
source: Metadata
de_de: Metadaten
ru_ru: Метаданные

source: File name
de_de: Dateiname
ru_ru: Имя файла

source: File type
de_de: Dateityp
ru_ru: Тип файла

source: File size
de_de: Dateigröße
ru_ru: Размер файла

source: Dimensions
de_de: Maße
ru_ru: Размер изображения

source: Upload date
de_de: Hochladedatum
ru_ru: Дата загрузки

source: Uploaded by
de_de: Hochgeladen von
ru_ru: Пользователь

source: Camera
de_de: Kamera
ru_ru: Камера

source: Lens
de_de: Objektiv
ru_ru: Объектив

source: Focal length
de_de: Brennweite
ru_ru: Фокусное расстояние

source: Shutter speed
de_de: Belichtungszeit
ru_ru: Выдержка

source: Aperture
de_de: Blende
ru_ru: Диафрагма

source: Creation date&time
de_de: Erstellung Datum & Zeit
ru_ru: Дата и время создания

source: Author
de_de: Autor
ru_ru: Автор

source: Copyright
de_de: Urheberrecht
ru_ru: Авторские права

source: Tags
de_de: Schlagwörter
ru_ru: Ключевые слова

source: Click action
de_de: Klick-Aktion
ru_ru: Действие при клике

source: Link URL
ru_ru: URL ссылки

source: Open link in
de_de: Öffne Link in
ru_ru: Открыть ссылку в

source: Append new images to
de_de: Neue Bilder anhängen
ru_ru: Добавлять новые изображения

source: Display info on hover
de_de: Zeige Info bei Mausberührung
ru_ru: Отображать информацию при наведении

source: Pagination type
de_de: Seitenzähler Typ
ru_ru: Тип постраничного отображения

source: Page size (in rows), set 0 to use global setting
de_de: Seitengröße (in Reihen), 0 für globale Einstellung
ru_ru: Размер страницы (в рядах), укажите 0 чтобы использовать глобальные настройки

source: Pagination style
de_de: Seitenzähler Stil
ru_ru: Стиль постраничного отображения

source: Layout type
de_de: Layout-Typ
ru_ru: Тип раскладки

source: Column count
de_de: Spaltenanzahl
ru_ru: Количество столбцов

source: Column count (mobile)
de_de: Spaltenanzahl (mobil)
ru_ru: Количество столбцов (моб.)

source: Aspect ratio (width/height)
de_de: Seitenverhältnis (Breite / Höhe)
ru_ru: Соотношение сторон (ширина/высота)

source: Horizontal spacing (px)
de_de: Horizontaler Abstand (px)
ru_ru: Горизонтальный отступ (в пикселях)

source: Vertical spacing (px)
de_de: Vertikaler Abstand (px)
ru_ru: Вертикальный отступ (в пикселях)

source: Align bottom row
de_de: Unten Ausrichten
ru_ru: Выравнивать нижний ряд

source: Page size in rows
de_de: Seitengröße in Reihen
ru_ru: Размер страницы в рядах

source: %{smart_count} image selected |||| %{smart_count} images selected
de_de: %{smart_count} Bild ausgewählt |||| %{smart_count} Bilder ausgewählt
ru_ru: %{smart_count} изображение выбрано |||| %{smart_count} изображения выбрано |||| %{smart_count} изображений выбрано

source: Uploading to
de_de: Hochladen nach
ru_ru: Загружается в

source: Done
de_de: Ausgeführt
ru_ru: Готово

source: Completed
de_de: Vollständig
ru_ru: Завершено

source: Cancelled
de_de: Abgebrochen
ru_ru: Отменено

source: Uploader error
de_de: Hochladen Fehler
ru_ru: Ошибка загрузки

source: %{1} of %{2}
de_de: %{1} von %{2}
ru_ru: %{1} из %{2}

source: Image library
de_de: Bildbibliothek
ru_ru: Библиотека изображений

source: Enter new folder name
de_de: Neuen Namen für Ordner eingeben
ru_ru: Укажите имя новой папки

source: Enter new album name
de_de: Neuen Namen für Album eingeben
ru_ru: Укажите имя нового альбома

source: Delete the folder?
de_de: Ördner löschen?
ru_ru: Удалить папку?

source: The folder "%{name}" and all folders & albums within it will be deleted. Images inside the albums will not be deleted and can be found in the "All images" folder.
de_de: Der Ordner "%{name}" und alle enthaltenen Ordner & Alben in diesem Ordner werden gelöscht. Bilder in diesen Alben werden nicht gelöscht und können unter "Alle Bilder" gefunden werden.
ru_ru: Папка "%{name}" и все папки и альбомы внутри нее будут удалены. Изображения, включенные в удаляемые альбомы, не удаляются из библиотеки и могут быть найдены в папке "Все изображения".

source: Delete the album?
de_de: Album löschen?
ru_ru: Удалить альбом?

source: The album "%{name}" will be deleted. Images inside this album will not be deleted and can be found in the "All images" folder.
de_de: Das Album "%{name}" wird gelöscht. Bilder in diesen Alben werden nicht gelöscht und können unter "Alle Bilder" gefunden werden.
ru_ru: Альбом "%{name}" будет удален. Изображения, включенные в этот альбом, не удаляются и могут быть найдены в папке "Все изображения".

source: Folder saved
de_de: Ordner gespeichert
ru_ru: Папка сохранена

source: Album saved
de_de: Album gespeichert
ru_ru: Альбом сохранен

source: Image saved
de_de: Bild gespeichert
ru_ru: Изображение сохранено

source: Settings saved
de_de: Einstellungen gespeichert
ru_ru: Настройки сохранены

source: Thumbnail regeneration
de_de: Bildvorschau Regeneration
ru_ru: Обновление миниатюр

source: Import from WP Media
de_de: Import von WP Medien
ru_ru: Импорт из медиа библиотеки WP

source: Import from NextGen gallery
de_de: Import von der NextGen Galerie
ru_ru: Импорт из NextGen Gallery

source: You can regenerate thumbnails here. Depending on your collection size, it can take a considerable amount of time.
de_de: Hier können Sie eine Bildvorschau regenerieren. Abhängend von der Größe der ausgewählten Kollektion kann dies entsprechend zeitaufwändig sein.
ru_ru: Здесь вы можете заново создать уменьшенные изображения. В зависимости от количества и размера изображений, процесс может занять значительное время.

source: Regenerate thumbnails
de_de: Bildvorschau regenerieren
ru_ru: Пересоздать уменьшенные изображения

source: Regenerating thumbnails... please do not switch off this page until it's completed.
de_de: Bildvorschau wird regeneriert… Bitte verlassen Sie diese Seite nicht bis der Vorgang abgeschlossen ist.
ru_ru: Создаем уменьшенные изображения... пожалуйста, не переключайте текущую страницу до окончания процесса.

source: This feature imports all your Wordpress Media images to the Gallery Factory. All other attachment file types are ignored. The imported images are added to the "Unsorted images" folder within Gallery Factory. The WP Media content is just copied during the import and remains untouched.
de_de: Dieses Funktion importiert all Ihre Wordpress Medienbilder in die Gallery Factory. Alle anderen anhängigen Dateitypen werden ignoriert. Die importierten Bilder werden in den Ordner " Unsortierte Bilder in der Gallery Factory abgelegt. Der WP Medieninhalt wird nur kopiert und verbleibt unberührt.
ru_ru: Вы можете импортировать все медиафайлы WordPress в Gallery Factory. При этом загружаются только файлы изображений, другие типы файлов игнорируются. Загруженные файлы появятся в папке "Несортированные изображения" в панели управления Gallery Factory. Исходные изображения при импорте не затрагиваются.

source: Please note, that Gallery Factory uses its own uploads folder on server, so physical image files will be copied there from the original WP location. Make sure that you have enough disk space before proceeding with the import. The import procedure may take time, depending on your WP Media content size. Import can't be canceled once started, and the result can't be reverted.
de_de: Bitte beachten Sie das Gallery Factory einen eigenen Ordner für hochgeladene Dateien anlegt und die Bilder von dem WP Speicherort kopiert werden. Stellen Sie sicher das Sie über ausreichend freien Festplattenspeicher verfügen, bevor Sie mit diesem Prozess fortfahren. Der Import kann, abhängig von der Größe Ihres WP Medieninhaltes einige Zeit in Anspruch nehmen. Der Import kann nicht abgebrochen werden und das Ergebnis kann nicht rückgängig gemacht werden.
ru_ru: Пожалуйста учтите, что Gallery Factory использует собственную папку для хранения загруженных изображений, поэтому при импорте файлы изображений будут скопированы из папки загрузок WordPress в папку Gallery Factory. Убедитесь, что на жестком диске достаточно свободного места для этой операции, прежде чем запустить импорт. Процедура импорта может занять длительное время, в зависимости от объема импортируемых данных. После запуска импорт не может быть остановлен, и результат импорта не может быть отменен.

source: Import images from WP Media
de_de: Importiere Bilder von WP Medien
ru_ru: Импортировать изображения из библиотеки файлов WordPress

source: Importing your WP Media image library... please do not switch off this page until it's completed.
de_de: Importiere Ihre WP Medienbilder Bibliothek… Bitte Bitte verlassen Sie diese Seite nicht bis der Vorgang abgeschlossen ist.
ru_ru: Импортируем медиафайлы WordPress... пожалуйста, не переключайте текущую страницу до окончания процесса.

source: This feature imports all your NextGen Gallery albums, galleries and images to the Gallery Factory. The NextGen content is just copied during the import and remains untouched.
de_de: Diese Funktion importiert alle Ihre NextGen Galerie Alben, Galerien und Bilder in die Gallery Factory. Der NextGen Medieninhalt wird nur kopiert und verbleibt unberührt.
ru_ru: Вы можете импортировать вашу коллекцию изображений из NextGen Gallery. При импорте структура альбомов и галерей NextGen преобразуется в структуру папок и альбомов Gallery Factory. Данные NextGen Gallery при импорте не затрагиваются.

source: Please note, that Gallery Factory uses its own uploads folder on server, so physical image files will be copied there from the original NextGen uploads folder. Make sure that you have enough disk space before proceeding with the import. The import procedure may take time, depending on your NextGen Gallery content size. Import can't be canceled once started, and the result can't be reverted.
de_de: Bitte beachten Sie das Gallery Factory einen eigenen Ordner für hochgeladene Dateien anlegt und die Bilder von dem NextGen Upload Ordner kopiert werden. Stellen Sie sicher das Sie über ausreichend freien Festplattenspeicher verfügen, bevor Sie mit diesem Prozess fortfahren. Der Import kann, abhängig von der Größe Ihres NextGen Medieninhaltes einige Zeit in Anspruch nehmen. Der Import kann nicht abgebrochen werden und das Ergebnis kann nicht rückgängig gemacht werden.
ru_ru: Пожалуйста учтите, что Gallery Factory использует собственную папку для хранения загруженных изображений, поэтому при импорте файлы изображений будут скопированы из папки загрузок NextGen Gallery в папку Gallery Factory. Убедитесь, что на жестком диске достаточно свободного места для этой операции, прежде чем запустить импорт. Процедура импорта может занять длительное время, в зависимости от объема импортируемых данных. Импорт не может быть остановлен, будучи запущенным, и результат импорта не подлежит отмене.

source: Create "NextGen" folder and put all imported items there
de_de: Erstelle "NextGen" Ordner und lege alle importieren Dateien hier ab. .
ru_ru: Создать папку "NextGen" и поместить импортированные папки и альбомы в неё.

source: Import images from NextGen Gallery
de_de: Importiere Bilder von der NextGen Galerie
ru_ru: Импортировать папки, альбомы и изображения из NextGen Gallery

source: Importing your NextGen Gallery image library... please do not switch off this page until it's completed.
de_de: Importiere Ihre NextGen Galerie Bilder Bibliothek…. Bitte verlassen Sie diese Seite nicht bis der Vorgang abgeschlossen ist.
ru_ru: Импортируем данные NextGen Gallery... пожалуйста, не переключайте текущую страницу до окончания процесса.

# settings
source: Lightbox
ru_ru: Лайтбокс

# settings
source: Display info on hover
de_de: Zeige Info bei Mausberührung
ru_ru: Отображать информацию при наведении

# settings
source: Pagination style
de_de: Seitenzähler Stil
ru_ru: Стиль постраничного отображения

# settings
source: Use lazy loading
de_de: Langsames Laden anwenden
ru_ru: Использовать отложенную загрузку изображений

# settings
source: Thumbnail maximum resolution (width&times;height)
de_de: Bildvorschau maximale Auflösung (Breite&Zeiten;Höhe)
ru_ru: Максимальное разрешение миниатюры (ширина&times;высота)

# settings
source: Thumbnail quality (from 0 to 100)
de_de: Bildvorschau Qualität (von 0 bis 100)
ru_ru: Качество миниатюр (от 0 до 100)

# button
source: Cancel
de_de: Abbrechen
ru_ru: Отменить

# button
source: Stop
de_de: Stopp
ru_ru: Остановить

# button
source: Create
de_de: Erstellen
ru_ru: Создать

# button
source: Delete
de_de: Löschen
ru_ru: Удалить

# button
source: Close
de_de: Schließen
ru_ru: Закрыть

# button
source: Save
de_de: Speichern
ru_ru: Сохранить

# tooltip
source: Menu
de_de: Menü
ru_ru: Меню

# tooltip
source: Delete folder
de_de: Ordner löschen
ru_ru: Удалить папку

# tooltip
source: Edit folder
de_de: Ordner bearbeiten
ru_ru: Редактировать папку

# tooltip
source: Delete album
de_de: Album löschen
ru_ru: Удалить альбом

# tooltip
source: Edit album
de_de: Album bearbeiten
ru_ru: Редактировать альбом

# tooltip
source: Add new folder
de_de: Neuen Ordner erstellen
ru_ru: Добавить новую папку

# tooltip
source: Add new album
de_de: Neues Album erstellen
ru_ru: Добавить новый альбом

# tooltip
source: Upload images
de_de: Bilder hochladen
ru_ru: Загрузить изображения

# tooltip
source: Save changes
de_de: Änderungen speichern
ru_ru: Сохранить изменения

# tooltip
source: Previous image
de_de: Letztes Bild
ru_ru: Предыдущее изображение

# tooltip
source: Next image
de_de: Nächstes Bild
ru_ru: Следующее изображение

# tooltip
source: This option defines the lightbox to be used. Select "Disable" to disable lightbox integration.
de_de: Diese Option definiert die zu benutzende lightbox. Wählen Sie "Deaktivieren" um die Integration der lightbox zu deaktivieren.
ru_ru: Этот параметр определяет, какой лайтбокс должен использоваться для показа изображений. Выберите "Отключено" для полного отключения лайтбокса.

# tooltip
source: Select which info will be displayed on hovering the thumbnail.
de_de: Wählen Sie die angezeigte Info bei Mausberührung der Bildvorschau.
ru_ru: Выберите, какая информация будет отображаться при наведении на изображение.

# tooltip
source: Set the default pagination behaviour for the albums. For more info on available options please refer to the documentation.
de_de: Einstellung des Standardverhaltens bezüglich der Seitenanzeige. Für mehr Informationen zu den vorhandenen Optionen, bitte die Dokumentation lesen.
ru_ru: Установите тип постраничного вывода по умолчанию. За дополнительной информацией по доступным вариантам обратитесь к документации.

# tooltip
source: You can choose from two predefined styles for pagination controls or select "Custom" and define your own style in css.
de_de: Sie können zwischen zwei vordefinierten Typen für den Seitenzähler wählen, oder sie wählen „Individuell“ und definieren ihren eigenen Stil per CSS.
ru_ru: Вы можете выбрать из двух предустановленных стилей либо выбрать вариант "Пользовательский" и определить собственный стиль с помощью CSS.

# tooltip
source: Lazy loading of thumbnails means that image thumbnails outside of viewport are not loaded until user scrolls to them.
de_de: Langsames Laden der Vorschaubilder bedeutet, dass Vorschaubilder ausserhalb des Sichtbereiches erst geladen werden, wenn der Benutzer scrollt.
ru_ru: Отложенная загрузка означает, что загружаются только те изображения, которые видны пользователю. Остальные изображения подгружаются динамически по мере пролистывания страницы.

# tooltip
source: You can set the thumbnail dimensions that are most suitable for your website. After changing this setting you need to regenerate thumbnails using the "Tools" - "Regenerate thumbnails" dialog.
de_de: Sie können die Größe der Bildvorschau je nach Bedarf für Ihre Webseite einstellen. Nachdem Sie die Einstellungen verändert haben müssen Sie die Bildvorschau erneut regenerieren indem Sie in "Werkzeugen" nach dem "Bildvorschau regenerieren" anwenden.
ru_ru: Вы можете установить размеры уменьшенного изображения, который больше подходит для вашего сайта. После установки размера нужно пересоздать уменьшенные изображения на странице "Инструменты".

# tooltip
source: This value affects the compression ratio for generated image thumbnails. Lower values allow to reduce image sizes, but with some quality loss.
de_de: Dieser Wert wirkt sich auf das Verdichtungsverhältnis für generierte Bildvorschauen. Niedrigere Werte ermöglichen reduzieren Bildgrößen, aber mit einigen Qualitätsverlust.
ru_ru: Это значение влияет на коэффициент сжатия для создаваемых уменьшенных изображений. Меньшие значения позволяют уменьшить размеры изображения, но с некоторой потерей качества.

# tooltip
source: Toggle list mode
de_de: Toggle Listenmodus
ru_ru: Переключить режим списка

# tooltip
source: Activate bulk select mode
de_de: Aktiviere Mehrfach Auswahlmodus
ru_ru: Перейти в режим множественного выбора

# tooltip
source: Cancel selection
de_de: Auswahl abbrechen
ru_ru: Отменить выбор

# tooltip
source: Select all
de_de: Alle auswählen
ru_ru: Выбрать все

# tooltip
source: Invert selection
de_de: Auswahl rückgängig machen
ru_ru: Обратить выбор

# tooltip
source: Deselect all
de_de: Auswahl aufheben
ru_ru: Сбросить выбор

# tooltip
source: Delete selected
de_de: Auswahl löschen
ru_ru: Удалить выбранное

# tutorial
source: Sample folder %{n}
de_de: Beispielordner %{n}
ru_ru: Пример папки %{n}

# tutorial
source: Sample album %{n}
de_de: Beispielalbum %{n}
ru_ru: Пример альбома %{n}

# tutorial
source: Continue
de_de: Fortfahren
ru_ru: Продолжить

# tutorial
source: Skip tutorial
de_de: Tutorial Überspringen
ru_ru: Пропустить презентацию

# tutorial
source: Welcome to Gallery Factory!
de_de: Willkommen bei der Gallery Factory!
ru_ru: Добро пожаловать в Gallery Factory!

# tutorial
source: This tour will guide you through the basic plugin features.<br>Click "Continue" at the bottom of the screen to proceed.
de_de: Diese Tour wird Sie durch die grundlegenden Funktionen dieses Plugins führen. <br> Klicken Sie auf " Fortfahren" am unteren Teil des Bildschirms um weiter zu gelangen.
ru_ru: Этот тур познакомит вас с основными возможностями плагина.<br>Нажмите "Продолжить" в нижней части экрана для продолжения.

# tutorial
source: Navigation panel
de_de: Navigationsfenster
ru_ru: Панель навигации

# tutorial
source: It shows your library structure and lets you easily navigate through it. Click the folder icon to expand/collapse it or the label to navigate to folder or album. Also, you can reorder the items by dragging them within the tree.
de_de: Zeigt Ihnen die Struktur Ihrer Bibliothek an, und ermöglicht ein einfaches navigieren. Klicken Sie auf das Ordnersymbol zum expandieren/einklappen oder das Etikett um zum Ordner oder Album zu gelangen. Sie können die Dateien auch neu ordnen indem Sie diese innerhalb des Menübaums verschieben.
ru_ru: Эта панель отображает структуру вашей библиотеки и позволяет легко находить нужные папки и альбомы. Кликните на иконку альбома для того, чтобы развернуть/свернуть содержимое альбома; кликните на название папки или альбома для перехода. Также вы можете изменять порядок сортировки и перемещать элементы между папками, просто перетаскивая их в нужное место дерева.

# tutorial
source: Main panel
de_de: Hauptfenster
ru_ru: Основная панель

# tutorial
source: That’s the main workspace showing the content of the current items (folder or album).
de_de: Dies ist der Hauptarbeitsbereich. Hier wird der der Inhalt der aktuellen Dateien (Ordner oder Alben) angezeigt.
ru_ru: Это основная рабочая область, которая отображает содержимое текущего элемента (папки или альбома)

# tutorial
source: Info panel
de_de: Infofenster
ru_ru: Панель информации

# tutorial
source: This panel shows a summary of the item which is selected in the main panel.
de_de: Dieses Fenster zeigt eine Zusammenfassung der Dateien an, welche im Hauptfenster ausgewählt sind.
ru_ru: Эта панель отображает краткую информацию по элементу, выбранному в основной панели

# tutorial
source: Add new items
de_de: Neue Dateien hinzufügen
ru_ru: Добавление новых элементов

# tutorial
source: Use this button for adding new items to your library: folders and albums when you’re inside a folder, or upload images when you’re inside an album.
de_de: Benutzen Sie diese Schaltfläche um neue Dateien, Ordner und Alben zu Ihrer Bibliothek hinzuzufügen. wenn Sie innerhalb eines Ordners sind, oder laden Sie Bilder hoch wenn Sie innerhalb eines Albums sind.
ru_ru: Используйте эту кнопку для добавления новых элементов в библиотеку: папки и альбомы, если активирована папка; изображения, если активирован альбом.

# tutorial
source: Currently selected album/folder
de_de: Aktuell ausgewähltes(r) Album/Ordner.
ru_ru: Текущий альбом или папка
