Repository: WPPlugins/gallery-factory-lite
Catalog: languages/gallery-factory-*.po
Languages: de_de, ru_ru

# tutorial
source: Open editor for the currently selected album/folder
de_de: Öffne Editor für aktuell ausgewählte(r) Album/Ordner.
ru_ru: Открывает редактор текущего альбома или папки

# tutorial
source: Delete currently selected album/folder
de_de: Lösche aktuell ausgewähltes(n) Album/Ordner
ru_ru: Удаляет текущий альбом или папку

# tutorial
source: Click a list item to show its info in the info panel, double-click to navigate to it
de_de: Klicken auf ein Listenelement um die Info im Informationsfenster zu sehen, Doppelklick um zum Element zu gelangen.
ru_ru: Клик на элементе списка отображает информацию по нему в панели информации, двойной клик открывает элемент

# tutorial
source: Use bulk select mode to select multiple images for moving them to another album or deleting
de_de: Benutze Mehrfachauswahl um mehrere Bilder auszuwählen, zum verschieben in ein anderes Album oder zum löschen.
ru_ru: Используйте режим множественного выбора для выбора нескольких изображений для перемещения их в другой альбом или удаления

# tutorial
source: You can switch the image list view to the table mode
de_de: Sie können zwischen der Listenmodus und dem Tabellenmodus wechseln
ru_ru: Вы можете переключить список в режим таблицы

# tutorial
source: To open image editor double-click the image or the Edit button in the Info panel
de_de: Um den Bildeditor zu öffnen, Doppelklick auf das Bild oder die über Bearbeiten Schaltfläche im Informationsfenster
ru_ru: Для того, чтобы открыть редактор изображений, дважды кликните изображение или кнопку редактирования в панели информации

# tutorial
source: You can drag single or multiple images to another album or to the &quot;All images&quot;/&quot;Unsorted images&quot; folders
de_de: Sie können sowohl einzelne wie auch mehrere Bilder in ein anderes Album verschieben oder zu &quot;All images&quot;/&quot;Unsorted images&quot; folders
ru_ru: Вы можете перетащить одно или несколько изображений в другой альбом или в папки "Все изображения"/"Несортированные изображения"

source: Disable
de_de: Deaktivieren
ru_ru: Отключить

source: ILightbox (not included, enable integration only)
de_de: ILightbox (nicht integriert, nur Integration ermöglichen)
ru_ru: ILightbox (только интеграция, не включен в поставку)

source: Nivo Lightbox (not included, enable integration only)
de_de: Nivo Lightbox (nicht integriert, nur Integration ermöglichen)
ru_ru: Nivo Lightbox (только интеграция, не включен в поставку)

source: Top
de_de: Oben
ru_ru: В начало

source: Bottom
de_de: Unten
ru_ru: В конец

source: Use global setting
de_de: Nutze globale Einstellung
ru_ru: Использовать глобальные настройки

source: None
de_de: Keine
ru_ru: Нет

source: Caption & description
de_de: Beschriftung & Beschreibung
ru_ru: Подпись и описание

source: Paged (numbers)
de_de: Seiten (Zahlen)
ru_ru: Страницы (номера страниц)

source: Paged (bullets)
de_de: Seiten (Bullets)
ru_ru: Страницы (маркеры)

source: Load more button
de_de: „Lade Mehr“ Schaltfläche
ru_ru: Кнопка "Показать больше"

source: Load on scroll
de_de: Lade beim Scrollen
ru_ru: Загрузка при пролистывании

source: Light
de_de: Hell
ru_ru: Светлый

source: Dark
de_de: Dunkel
ru_ru: Темный

source: Custom
de_de: Individuell
ru_ru: Пользовательский

source: Open in lightbox
de_de: In Lightbox öffnen
ru_ru: Открыть в лайтбоксе

source: Redirect to URL
de_de: Umleiten zu URL
ru_ru: Перенаправить на URL

source: Open dedicated image page (experimental, please refer to the user manual)
de_de: Öffne dedizierte Bildseite (experimentell, bitte im Benutzerhandbuch nachlesen)
ru_ru: Открыть отдельную страницу изображения (экспериментальная функция, обратитесь к инструкции)

source: No action
de_de: Keine Aktion
ru_ru: Нет действия

source: Same window
de_de: Gleiches Fenster
ru_ru: Текущем окне

source: New window
de_de: Neues Fenster
ru_ru: Новом окне

source: Insert Gallery Factory Shortcode
de_de: Gallery Factory Element einfügen
ru_ru: Вставить шорткод Gallery Factory

source: Select an item to insert
de_de: Wählen Sie ein Element zum Einfügen
ru_ru: Выберите элемент для вставки

source: Gallery Factory Album
ru_ru: Альбом Gallery Factory

source: Include a Gallery Factory album
de_de: Gallery Factory Album einfügen
ru_ru: Вставка альбома Gallery Factory

source: Album ID
ru_ru: ID альбома

source: Enter Gallery Factory album ID
de_de: Gallery Factory Album ID eingeben
ru_ru: Укажите ID альбома

source: The current Gallery Factory version can't be upgraded to v2.0.0. Please update the plugin to v1.3 first.
de_de: Die aktuelle Galerie Factory Version kann nicht auf v2.0.0 aktualisiert werden. Aktualisieren Sie bitte zuerst das Plugin auf v1. 3.
ru_ru: Текущая версия Gallery Factory не может быть обновлена до v2.0.0. Пожалуйста, сначала обновите плагин до v1.3.

source: Gallery Factory version %1$s requires WordPress %2$s or higher.
de_de: Gallery Factory Version %1$s benötigt WordPress %2$s oder höher.
ru_ru: Для установки Gallery Factory версии %1$s требуется WordPress версии не ниже %2$s.

source: Congratulations, you are almost ready to go with the new Gallery Factory version 2!
de_de: Herzlichen Glückwunsch, das Update auf die neue Gallery Factory Version 2 ist fast fertig!
ru_ru: Поздравляем, обновление Gallery Factory до версии 2 почти завершено!

source: Please <a href="/wp-admin/admin.php?page=vls_gallery_factory#tools">regenerate thumbnails</a> now to finish with upgrading.
de_de: Jetzt, um mit dem Upgrade zu beenden bitte <a href="/wp-admin/admin.php?page=vls_gallery_factory#tools">Bildvorchau regenerieren</a>.
ru_ru: Пожалуйста, <a href="/wp-admin/admin.php?page=vls_gallery_factory#tools">обновите уменьшенные изображения</a> для того, чтобы завершить обновление.

source: Gallery Factory error:
de_de: Gallery Factory Fehler:
ru_ru: Ошибка Gallery Factory:

source: Load more
de_de: Lade mehr
ru_ru: Показать больше

source: Content
de_de: Inhalt
